       IDENTIFICATION DIVISION.
              PROGRAM-ID. INCOLLEGE.

              PROCEDURE DIVISION.
                  CALL "INCOLLEGE-START"
                  STOP RUN.